tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "jeffreywildman/virt-manager"
tap "xpipe-io/tap"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "python@3.12"
brew "glib"
brew "at-spi2-core"
brew "python@3.11"
brew "azure-cli"
brew "bat"
brew "pycparser", link: false
brew "cffi", link: false
brew "cmake"
brew "libidn2"
brew "eza"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fonttools", link: false
brew "fzf"
brew "git"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "gobject-introspection"
brew "gtk+3"
brew "gtk4"
brew "py3cairo"
brew "pygobject3"
brew "gstreamer"
brew "httpie"
brew "hugo"
brew "infracost"
brew "kompose"
brew "libvirt"
brew "meson"
brew "neofetch"
brew "neovim"
brew "node"
brew "openssl@1.1"
brew "php"
brew "tcl-tk"
brew "pillow"
brew "protobuf", link: false
brew "python@3.10"
brew "python-tk@3.10"
brew "python@3.9"
brew "python-tk@3.9"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "screenfetch"
brew "usbredir"
brew "terraform"
brew "thefuck"
brew "tlrc"
brew "tree"
brew "weasyprint"
brew "wget"
brew "yarn"
brew "zoxide"
brew "cloudflare/cloudflare/cloudflared"
brew "jeffreywildman/virt-manager/virt-viewer"
cask "1password-cli"
cask "blackhole-16ch"
cask "fig"
cask "font-hack-nerd-font"
cask "keycastr"
cask "keyclu"
cask "podman-desktop"
cask "wezterm"
cask "xpipe"
vscode "4ops.terraform"
vscode "akamud.vscode-theme-onedark"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "batisteo.vscode-django"
vscode "budparr.language-hugo-vscode"
vscode "codezombiech.gitignore"
vscode "cstrap.flask-snippets"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.powershell"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tonybaloney.vscode-pets"
vscode "vscode-icons-team.vscode-icons"
vscode "yzhang.markdown-all-in-one"
